;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

(package! super-save)
(package! dap-mode)
(package! aggressive-indent)
(package! magit-delta)
(package! color-identifiers-mode)
(package! smooth-scrolling)
(package! visual-regexp-steroids)
(package! activity-watch-mode)
(package! edit-server)
(package! string-inflection)
